


{"id":2371,"date":"2021-08-02T05:32:59","date_gmt":"2021-08-02T05:32:59","guid":{"rendered":"https:\/\/www.khushii.org\/?p=2371"},"modified":"2021-08-02T10:07:19","modified_gmt":"2021-08-02T10:07:19","slug":"sexual-health-and-reproduction-education","status":"publish","type":"post","link":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/","title":{"rendered":"Sexual Health and Reproductive Education"},"content":{"rendered":"\n<div class=\"sexual-education-custom-Blog\">\n    <div class=\"introduction\">\n        <h2>Introduction to SH&#038;RE<\/h2>\n        <p>SH&#038;RE (Sexual Health and Reproduction Education) is an initiative that seeks to build access to sexual and\n            reproductive healthcare education for women from underprivileged communities in India, with an emphasis on\n            anganwadi workers and young women from local communities. This Handbook, as an extension of the initiative,\n            serves as a guide to communicate about sexual and reproductive health in a sensitive, culturally aware, and\n            scientifically informed perspective<\/p>\n        <p>Through the SH&#038;RE Handbook, we will explore topics in women’s sexual and reproductive health, starting from\n            the fundamentals: our basic anatomy, and how we can speak about our bodies in more sensitive and community\n            friendly ways. We also discuss the importance of talking, openly and with respect, about sexual and\n            reproductive health in India, with a critical focus on consent, wellbeing, and empowerment.<\/p>\n        <p>This Handbook is a guide to support facilitators of S&#038;RH workshops and informational sessions, and can serve\n            as a supplement for facilitators engaging directly with women from rural Indian backgrounds. Through\n            chapters including “Common STIs and Preventative Methods” and “Available Contraceptives and How to Use\n            Them”, the SH&#038;RE Handbook is information-focused and individual-centric, focusing on how women can be more\n            empowered to seek support, share their experiences and opinions, and find wellness and power in their sexual\n            and reproductive wellbeing.<\/p>\n    <\/div>\n\n\n    <div class=\"Chapter-1\">\n        <h2 class=\"main-head\">Chapter 1: Talking about Sexual and Reproductive Health<\/h2>\n        <p>Sexual and reproductive health is often difficult to talk about &#8211; not only because of societal stigmas, but\n            also due to a lack of information and awareness.<\/p>\n        <p>But in India, with a population that is almost 25% youth and teenagers, it is integral to our wellbeing as a\n            society to discuss sexual and reproductive health concerns for what they are: health concerns, important to\n            every single individual, regardless of their gender or sexual orientation.<\/p>\n        <div class=\"border-box\">\n            <i>Facilitator&#8217;s note: use these questions as a means of starting and encouraging open discussions. There\n                are no right or wrong answers; the goal is to create a space in which women can share their experiences\n                and beliefs openly and safely.<\/i>\n\n            <h2>Let’s Talk!<\/h2>\n            <strong>\n                Why do you think that talking about sexual and reproductive health can be difficult?\n            <\/strong>\n            <strong>\n                What are some experiences you have had in talking about sexual and reproductive health?\n            <\/strong>\n        <\/div>\n        <h2 class=\"left\">What is sexual and reproductive health?<\/h2>\n        <p>According to the UNFPA (United Nations Population Fund), sexual and reproductive health can be defined as “a\n            state of complete physical, mental and social well-being in all matters relating to the reproductive\n            system.”<\/p>\n        <p>The reproductive system is a set of hormones involved in reproductive functioning, i.e. the process by which\n            two individuals produce offspring. In humans, this involves stages including menstruation, conception,\n            birth, postpartum care, and general sexual wellbeing. Our major reproductive organs include:<\/p>\n        <ul>\n            <li>In the <strong>male reproductive system<\/strong> the penis, the testes, the vas deferens, the prostate\n                gland, the seminal vesicle, and the urethra<\/li>\n            <li>In the <strong>female reproductive system<\/strong>the vagina, the cervix, the ovaries, the fallopian\n                tube, and the uterus\n            <\/li>\n        <\/ul>\n        <h2 class=\"left\">Why should we talk about sexual and reproductive health?<\/h2>\n        <div class=\"blog-image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image8.jpg\" alt=\"\">\n        <\/div>\n        <p>Most of our reproductive organs are located inside the body, and hence are imperceptible to us. But that\n            doesn’t mean they’re not there and that they don’t require care!<\/p>\n\n        <p>One of the most important aspects of talking about sexual and reproductive health is addressing what the\n            ideal functioning of each organ is, and how any obstacles in that can be mitigated through medical and\/or\n            personal care.<\/p>\n\n        <p>It is important to place an emphasis on <i>wellness<\/i> and <i>satisfaction<\/i> when speaking about SH&#038;RE,\n            particularly in the context of the individual<\/p>\n\n        <div class=\"border-box\">\n            <i>Facilitator’s note: By placing an emphasis on the ‘YOU’ of these questions, you can encourage the\n                participants to think about what is most important to them, and what is most significant about their own\n                experiences.<\/i>\n\n            <h2>Let’s Talk!<\/h2>\n            <strong>\n                Why do you think talking about sexual and reproductive health is important?\n            <\/strong>\n            <strong>\n                What do you believe falls under sexual and reproductive health?\n            <\/strong>\n        <\/div>\n        <h2 class=\"left\">How can we talk about sexual and reproductive health?<\/h2>\n        <p>While speaking about sexual and reproductive health, it is important to keep the following in mind:<\/p>\n        <ul>\n            <li><i>Using language that is easy, accurate, and also community-sensitive<\/i><\/li>\n        <\/ul>\n        <p>An introductory conversation about the agenda of SH&#038;RE education as well as terminology that the local\n            community is comfortable using is essential. It is important to adapt our approach in discussing personal\n            information by choosing language that is unbiased in terms of gender and socioeconomic differences.<\/p>\n        <p>Take adequate measures to ensure that the community is not offended or made uncomfortable by the terminology\n            used through the discussions. For this, it is essential to <strong>ask<\/strong>, in a curious and respectful\n            manner, instead of <i>making assumptions.<\/i><\/p>\n        <p>In this process, it is also important to remain specific and scientifically accurate. The use of infographics\n            and illustrations (as above) can be very helpful in sharing information to avoid miscommunication.<\/p>\n\n        <div class=\"border-box\">\n            <i>Facilitator’s note: Take note of this information and keep it in mind while discussing further concepts\n                in S&#038;RH.<\/i>\n\n            <h2>Let’s Talk!<\/h2>\n            <strong>\n                What are ways in which your community refers to reproductive organs?\n            <\/strong>\n            <strong>\n                What terms are you comfortable with using?\n            <\/strong>\n        <\/div>\n        <ul>\n            <li><i>Maintain a conduct of respect and confidentiality<\/i><\/li>\n        <\/ul>\n        <p>At the beginning of every conversation, reiterate that the confidentiality of every participant will be\n            maintained and that they should practice respect towards each other not only in the duration of the\n            conversation, but also beyond it. If possible, one on one consultations can also be offered to create a safe\n            space for participants who may not be comfortable speaking about their concerns and queries in public.<\/p>\n        <ul>\n            <li><i>Share educational resources that can be accessed by the participants in their own time<\/i><\/li>\n        <\/ul>\n        <p>It can be very useful to provide resources (in the form of fact sheets, helpline lists, and so on) that\n            participants can read, understand, and learn from in their own time, considering they might not want to\n            share information regarding their personal lives and experiences with the group. These resources should be\n            factually accurate and easy to follow, and available freely to the participants. <\/p>\n        <ul>\n            <li><i>Remember that the goal of S&#038;RH education is to empower individuals<\/i><\/li>\n        <\/ul>\n        <p>The conversations, thus, should put the individual at the center, while also keeping in mind that each\n            individual is impacted by an ecosystem of sociological, genetic, and biological factors. It is helpful to\n            employ language that is empowering rather than apprehensive &#8211; remind the participants that regardless of\n            what challenge they are facing, there is help available, and that they have a support system with them to\n            access it.<\/p>\n\n        <div class=\"quiz-box\">\n            <h2 class=\"left\">Quiz<\/h2>\n            <ol>\n                <li>Name three parts of the female reproductive system.<\/li>\n                <li>How can we be more sensitive while talking about sexual and reproductive health?<\/li>\n                <li>What is the goal of talking about sexual and reproductive health?<\/li>\n            <\/ol>\n        <\/div>\n    <\/div>\n\n    <div class=\"chapter-2\">\n        <h2 class=\"main-head\">Chapter 2: What is Consent?<\/h2>\n        <p>Consent is generally defined as a free, voluntary, independent, and informed agreement by an individual or a\n            party without any external, psychological, physical, or institutional pressure and\/or threat to them\n            coercing them into an action.<\/p>\n        <p>A simpler way of saying this is that consent is when you freely say yes.<\/p>\n        <div class=\"image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image1.png\" alt=\"\">\n        <\/div>\n        <div class=\"border-box\">\n            <i>Facilitator’s note: Conversations about consent can be difficult and distressing for some. Please provide\n                a warning beforehand, and allow the participants to decide whether they wish to engage with the concepts\n                or not. In all questions, highlight feelings of safety, empowerment, and belonging.<\/i>\n\n            <h2>Let’s Talk!<\/h2>\n            <strong>\n                Why do you think voluntary, consensual agreement is important?\n            <\/strong>\n            <strong>What do you think the word “freely” means for you?<\/strong>\n            <strong>What do you think are some ways in which we can define “consent”?<\/strong>\n        <\/div>\n        <h2 class=\"left\">Freely:<\/h2>\n        <p>This means that consent is not borne out of obligation, marital duty, emotional pressure, guilt, or another\n            person’s expectations\/demands of you – but only when you and your partner both individually, independently,\n            enthusiastically agree to intimacy.<\/p>\n\n        <p>Consent is a <strong>voluntary agreement<\/strong> to engage in an activity – it is important to establish\n            free and enthusiastic consent <strong>before, during, and throughout<\/strong> sexual activity so as to\n            ensure that everyone involved is experiencing pleasure and so as to ensure that the act of physical intimacy\n            is not a difficult, painful, or traumatizing act for either party. <\/p>\n\n        <p>In India, with its high rates of sexual violence and sexual coercion, it is particularly important for young\n            girls and women of all ages to be aware of their right to consent and for us to know what specifically it\n            means to be a participant in the healthy, wholesome, free activity of intimacy that does not violate or\n            breach individual boundaries – be they physical or psychological.<\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Why do you think boundaries &#8211; physical and psychological are important?<\/strong>\n            <strong>How do you think we can talk about our boundaries with our friends, families, and peers?<\/strong>\n            <strong>Do you think it is important to keep checking in and communicating with our partners about their\n                comfort and boundaries?<\/strong>\n        <\/div>\n        <p>Saying yes to one thing, for example, does not always mean saying yes to everything else that follows.\n            <strong>A partner who respects the other’s boundaries is a partner capable of checking in, communicating,\n                and respecting the nuances of another individual’s needs and desires.<\/strong><\/p>\n        <p>Consent explicitly means that everyone is able to demonstrate – <strong>through both actions and\n                words<\/strong> – that they are ready to participate in sexual activity voluntarily. It is important for\n            both parties to give and receive consent in order for physical intimacy to be pleasurable and fulfilling.\n        <\/p>\n\n        <div class=\"border-box custom-marker\">\n            <i>Facilitator’s note: These conversations can be made more engaging through activities. For instance,<\/i>\n            <ul>\n                <li><i>Ask the participants to draw themselves at the center of the sheet with the people in their life\n                        around them<\/i><\/li>\n                <li><i>Have them draw boundaries around each one, discussing what is permissible and desired with each\n                        individual<\/i><\/li>\n                <li><i>Highlight that boundaries and expectations exist in all our social interactions, and hence are\n                        equally important in physically intimate relationships<\/i><\/li>\n\n                <h2>Let’s Talk!<\/h2>\n                <strong>What are some ways in which you express consent in your individual interactions?<\/strong>\n                <strong>What are some words that you think effectively express consent?<\/strong>\n            <\/ul>\n        <\/div>\n        <p>A lack of consent, or engaging in intercourse that women or girls are pressured into, is a form of violence\n            that can range from passively coercive to actively aggressive. <strong>Consent is paramount to an\n                individual’s bodily autonomy and freedom<\/strong> – it emphasizes that we have the final word, always,\n            on what happens to or with our bodies. This is neither determined by our past decisions, our history, the\n            status of our relationships, or any emotional burdens placed on us by anyone else’s desires or demands.<\/p>\n\n        <div class=\"border-box\">\n            <i>Facilitator’s note: Remember to be empathetic, sensitive, and respectful of everything shared by the\n                participants, and to manage disagreements through a strong culture of openness in the workshops.<\/i>\n            <h2>Let’s Talk!<\/h2>\n            <strong>Do you think consent is important in relationships as well as between two married people?<\/strong>\n            <strong>How do you talk about marital relationships in your community?<\/strong>\n            <strong>Do you feel like you can talk about consent with your community?<\/strong>\n        <\/div>\n        <p>In India, it is particularly important to highlight this given the complex and as-yet invisibilized nature of\n            consent in marital relationships and domestic spaces. It is important to know that you are allowed and even\n            encouraged to say ‘no’, ‘stop’, or even ‘never’ in these spaces and your partner and\/or cohabitant must\n            respect your decision.<\/p>\n\n        <p>Consent is not determined by<\/p>\n        <ul>\n            <li>What you have consented to in the past<\/li>\n            <li>Whether or not you have a prior relationship with your partner<\/li>\n            <li>Whether you are married to your partner or not<\/li>\n            <li>What you are wearing or were wearing at any point<\/li>\n            <li>Where you were geographically or at what time<\/li>\n        <\/ul>\n        <h2>It is, instead, always clearly communicable assent – to agree or to even say, ‘Let’s try this but we will\n            stop if either one of us gets uncomfortable.’ <\/h2>\n        <p>Consent is nuanced – like most human relationships and actions, we must learn to discern intent and emotion\n            while engaged in sexual activity, and this discernment is even more important if one person is in a position\n            of power over the other.<\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>What do you think is a breach of consent? <\/strong>\n            <strong>What are some situations you can think of wherein an individual’s consent might be breached or\n                neglected?<\/strong>\n        <\/div>\n\n        <h2>Breach of consent<\/h2>\n        <p>Breach of consent can occur in any number of instances but can most easily be defined by thinking about the\n            following points and relating them specifically to the individual’s experience. Coercion\/harassment\/or\n            breach of consent is any situation of a physical act by an individual towards another individual that is:\n        <\/p>\n\n        <ul>\n            <li>Not welcome<\/li>\n            <li>Not asked for <\/li>\n            <li>Not explicitly agreed to i.e. you did not specifically say it was okay to do this<\/li>\n            <li>Makes you feel uncomfortable<\/li>\n        <\/ul>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Do you think it is always possible for an individual to give conscious consent?<\/strong>\n            <strong>What are some situations in which you think a person should not be held to decisions because they\n                are not able to make conscious decisions?<\/strong>\n        <\/div>\n\n\n        <p>It is important to know that the <strong>capacity for conscious consent<\/strong> is crucial and determined by\n            several factors for situations wherein an individual may inadvertently consent to something while under the\n            influence of substances, ill, otherwise experiencing symptoms of psychological concern, or experiencing\n            pain, traumatic episodes, and discomfort. <\/p>\n        <ul>\n            <li>Consenting under the influence of alcohol, for example, is a contentious matter because alcohol undoes\n                the individual’s capacity for coherency. <\/li>\n            <li>Similarly, survivors of date-rape assault, wherein they have been under the influence of a drug they\n                consumed unknowingly and thereafter been coerced into sexual activity, are eligible to take legal action\n                because their capacity for conscious consent was compromised by the perpetrator. <\/li>\n            <li>Even in domestic situations, as covered in our chapter on Recognizing the Signs of Domestic Abuse,\n                violations of consent can come about as individual or repeated instances of sexual coercion or assault,\n                and in such cases it is often difficult for women to seek social or institutional help. In such\n                situations, and if feeling unsafe in one’s domestic space and unable to approach a friend or a trusted\n                associate, it is advisable to contact the helplines provided at the bottom of this handbook for\n                confidential and legal outlets of aid.<\/li>\n        <\/ul>\n        <p>In instances of compromised consent, the survivor is <strong>completely eligible to take legal\n                action<\/strong> against someone who has violated their consent or their boundaries in any way, shape, or\n            form be it verbally or physically or through the enforcement of soft-power such as inappropriate advances or\n            demanding physical relationships in return for institutional\/monetary gain.<\/p>\n        <p>Moreover, there are several legal options and laws that determine the nature of consent in India so as to\n            protect individuals from being coerced or pressured.<\/p>\n\n\n        <div class=\"border-box\">\n            <h2>Quiz<\/h2>\n            <strong>Do you think that individuals have an age at which they can make fully informed decisions for their\n                own well-being?<\/strong>\n            <strong>Do you think children and minors should be counted as individuals capable of giving informed\n                consent?<\/strong>\n            <strong>What are some factors you think might prevent minors from giving informed consent?<\/strong>\n        <\/div>\n        <h2 class=\"left\">What is the Age of Consent?<\/h2>\n        <p>The age of consent is the age at which an individual is considered <strong>legally competent<\/strong> to\n            consent to sexual activity of any nature. Minors (under 18 years old), for example, are generally legally\n            considered too young to give enthusiastic and informed consent and to understand the consequence of their\n            actions, particularly with regard to sexual intercourse, and thus the Indian law forbids sexual activities\n            with or even amongst children below a certain age. <\/p>\n        <p>The age of consent in India has seen a number of revisions and changes. In 1860, when the Penal Code was\n            instituted, the age of consent was solely for girls and was only at 10 years old. In 1891 this increased to\n            12, in 1925 it was revised once more to 14, then again to 16 in 1840, and yet again to <strong>18<\/strong>\n            in 2013. <\/p>\n\n        <p>What this means socially is that sexual activity with a minor below this age &#8211; known as the\n            <strong>&#8216;statutory minimum age&#8217;<\/strong> &#8211; in any capacity is considered &#8216;rape&#8217;. In 2012, the age of consent\n            was revised to make the law a gender-neutral concept and to include the very real concept of sexual abuse of\n            minor boys. Today, the Protection of Children from Sexual Offences Act has affixed the age of consent for\n            all children to 18 years of age.<\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Do you think that individuals have an age at which they can make fully informed decisions for their\n                own well-being?<\/strong>\n            <strong>Do you think children and minors should be counted as individuals capable of giving informed\n                consent?<\/strong>\n            <strong>What are some factors you think might prevent minors from giving informed consent?<\/strong>\n\n            <strong>What is the age of consent in India?<\/strong>\n            <ol>\n                <li>14<\/li>\n                <li>16<\/li>\n                <li>18<\/li>\n                <li>21<\/li>\n            <\/ol>\n\n            <strong>What is the age of consent in India?<\/strong>\n            <ol>\n                <li>18<\/li>\n                <li>19<\/li>\n                <li>14<\/li>\n                <li>21<\/li>\n            <\/ol>\n\n            <strong>What is the legal age of marriage for boys in India?<\/strong>\n\n            <ol>\n                <li>19<\/li>\n                <li>21<\/li>\n                <li>21<\/li>\n                <li>25<\/li>\n            <\/ol>\n        <\/div>\n        <p>At home, at workplaces, at social gatherings, or even on the street as sexual harassment in the form of\n            catcalling, commenting on one’s body in a public space, groping, unwanted physical contact in spaces such as\n            metros and crowded public transport, – <strong>it is important to recognise and affirm for ourselves that we\n                are always and completely eligible to voice our discomfort and uphold our personal boundaries.<\/strong>\n        <\/p>\n    <\/div>\n\n    <div class=\"chapter-3\">\n        <h2 class=\"main-head\">Chapter 3: Basic SRH Hygiene and Wellbeing<\/h2>\n        <p>There is a prevalent, overpowering stigma attached to the term ‘sex’, particularly in India, which\n            drastically reduces the scope for nuanced dialogue and discussion on sexual awareness and education, making\n            conversation practically taboo and further perpetuating women’s subjugation and disenfranchisement. <\/p>\n        <p>While sex in itself is only vaguely alluded to in common parlance, issues such as abortion, contraceptives,\n            STIs, pregnancy related complications, and family planning are forbidden topics of conversation, relegated\n            to whispers and rumours &#8212; which, in turn, leads to misinterpretation of facts, dissemination of incorrect\n            information, polarisation of mindsets, making sex itself a deeply uncomfortable topic for most people. Given\n            this, it is all the more necessary to treat the topic of SRH as a concrete, developmental goal, and to find\n            ways of navigating the same efficiently and sensitively. <\/p>\n\n        <div class=\"image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image2.png\" alt=\"\">\n        <\/div>\n        <p>It is important to recognise the different areas that are covered within the ambit of SRH, in order to make\n            the correct choices for one’s physical and mental wellbeing (which, inevitably, implies taking agency over\n            one’s own body.) Taking care of SRH also implies addressing physical, emotional, mental and social\n            well-being in relation to sexuality. These practices include:<\/p>\n        <ol>\n            <li><strong>Ensuring the availability of safe, functional and private toilets, with basic amenities<\/strong>\n                in order to facilitate the disposal of menstrual hygiene products. Lack of safe sanitation facilities\n                <strong>exposed women to violence,<\/strong> especially due to the nature of gender roles that demand\n                that women travel long distances to bring water and other household items in rural communities.<\/li>\n\n\n            <li>More often than not, young girls have difficulty <strong>managing menstruation without proper\n                    guidance,<\/strong> due to lack of awareness about the biological causes of the process and lack of\n                access to sufficient resources such as running water and separate toilets. In rural areas in particular,\n                girls have to resort to using reusable clothes (as they face difficulties in using and washing sanitary\n                products; most of which are not available easily). This also results in prolonged absences from school\n                and takes a psychological toll on their mental wellbeing &#8212; hence there is a strong need for sexual and\n                reproductive health programmes, particularly with a focus on menstrual hygiene, to be sensitively\n                implemented in rural areas.<\/li>\n\n            <li><strong>Maintaining psychosocial health<\/strong> includes finding ways to combat internalized\n                misconceptions surrounding menstruation and sexual intercourse. It is especially important to provide\n                counselling to young girls who may be susceptible to sexual coercion (often as favours for basic needs\n                for survival), to allow them to take autonomy over their own bodies and understand the growing changes\n                within them, to reduce the risk of unwanted pregnancies and health complications<\/li>\n            <li><strong>Increasing awareness and access to contraceptive methods, to prevent potential\n                    infections.<\/strong> Girls need to be provided with free resources and services, as and when\n                possible, to prevent the risk of resorting to unsafe, makeshift, temporary material for use in private\n                parts, and to seek support in the case of emergency pregnancies; they also need to be educated on the\n                kind of risks that can lead to urogenital and vaginal infections.<\/li>\n        <\/ol>\n\n        <div class=\"image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image7.png\" alt=\"\">\n        <\/div>\n        <div class=\"border-box\">\n            <i>Facilitator’s note: These can be noted down and addressed with supplemental information.<\/i>\n            <h2>Let’s Talk!<\/h2>\n            <strong>What are some misconceptions regarding sexual health that you have heard of?<\/strong>\n            <strong>Who do you think can be done to promote awareness about menstrual health?<\/strong>\n        <\/div>\n        <p>On an infrastructural level, there are many measures that can be taken on a collective basis to ensure that\n            basic SRH standards are met for all individuals in the country. <\/p>\n\n        <h2 class=\"underline\">Recommendations for Self-Care Interventions (as provided by WHO):<\/h2>\n        <ol>\n            <li>\n                <h2 class=\"left\">Environmental considerations<\/h2>\n                <ul>\n                    <li>Promoting methods of waste disposal that are both safe and secure.<\/li>\n                    <li>Working towards environmentally preferable purchasing (EPP) of self-care products; this means\n                        keeping mind supplies that can be recycled, are less wasteful and do not negatively impact the\n                        environment. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Financing and economic considerations<\/h2>\n                <ul>\n                    <li>Health services and self-care interventions must be, first and foremost, of good quality (in\n                        accordance with medical ethics, non-discriminatory, and avoiding perpetuating stigma and\n                        coercion), and should be made available and affordable to vulnerable populations. <\/li>\n                    <li>It should be mandatory for all individuals and communities to have access to health and\n                        self-care interventions, without compromising on financial considerations.<\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Training needs of health-care providers<\/h2>\n                <ul>\n                    <li>Existing good practice statement on values and competencies of the health workforce to promote\n                        self-care interventions<\/li>\n                    <li>Health-care workers should receive appropriate recurrent training and sensitization to ensure\n                        that they have the skills, knowledge and understanding to provide services for adults and\n                        adolescents from key populations based on all persons’ right to health, confidentiality and\n                        non-discrimination.<\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Implementation considerations for vulnerable populations<\/h2>\n\n                <ul>\n                    <li>Vulnerable populations have a right to experience pleasurable and fulfilling sex lives, and\n                        hence SRHR interventions have to be designed to suit people’s particular needs across\n                        circumstances in a timely maner, while adhering to international guidelines.<\/li>\n                    <li>It must be ensured that such populations have access to the full range of reproductive health\n                        options available.<\/li>\n                    <li>It must be ensured that such populations have access to the full range of reproductive health\n                        options available.<\/li>\n                    <li>Governments should actively work to decriminalize behaviours such as drug use\/injecting, sex\n                        work, same-sex activity and nonconforming gender identities.<\/li>\n\n                    <li>Current consent policies must be reviewed and revised to make sure they are up to date in order\n                        to best serve the needs of adolescents, and reduce age-related barriers to HIV services.<\/li>\n                    <li>Sexual and reproductive health services, including crucial information about contraceptives and\n                        abortion, must be provided for adolescents without mandatory guardian authorization.<\/li>\n                <\/ul>\n            <\/li>\n        <\/ol>\n\n        <p>When it comes to improving and maintaining sexual and reproductive health, efforts can begin at home;\n            attending to the body on a regular basis, taking necessary precautions and maintaining a healthy regime.\n            Some simple recommendations in this regard include:<\/p>\n        <ol>\n            <li>\n                <h2 class=\"left\">Testing<\/h2>\n                <p>It is strongly recommended that sexually active people take tests for HIV and other sexually\n                    transmitted diseases, especially if they have engaged in unprotected sex (vaginal, oral or anal).\n                    Another factor is that most STIs don’t usually have obvious symptoms, and the tests available are\n                    highly accurate, and can immediately inform if the person is at risk.<\/p>\n\n            <\/li>\n            <li>\n                <h2 class=\"left\">Knowing Birth Control Options<\/h2>\n                <p>Besides the hormonal birth control, which is the most common, there are other options available in\n                    different forms &#8212; including the IUD (intrauterine device), pill, patch, shot; being well informed\n                    about the kind of effects they have will be beneficial in making the right choice for your body and\n                    circumstances. There are also barrier methods such as condoms, which are practically a must because\n                    not only do they help prevent unwanted pregnancies but also STIs.<\/p>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Scheduling visits to clinic<\/h2>\n                <p>Be it for family planning or general wellbeing, such check-ups are necessary to keep track of vital\n                    signs (including services such as PAO tests, cervical screening tests and screening for sexually\n                    transmissible infections), and seek clarifications on topics such as birth control, sexual health or\n                    anything related to the body that maybe difficult to talk about in a different setting.<\/p>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Communicate with your Partner<\/h2>\n                <p>When it comes to safe sex, it is extremely important that particpating partners are on the same page\n                    and share the same goals. Furthermore, it helps to be aware of each other’s bodies &#8212; looking out\n                    for signs of a sore, blister, rash, or discharge can come to be very useful in identifying potential\n                    infections.<\/p>\n            <\/li>\n        <\/ol>\n        <div class=\"border-box\">\n            <h2 class=\"left\">Quiz<\/h2>\n            <ol>\n                <li>What are some policy measures that can be implemented at the state level in order to maintain good\n                    SRH?<\/li>\n                <li>What precautions can we take to ensure good SRH hygiene and wellbeing?<\/li>\n                <li>Why is it important to SRH practices?<\/li>\n            <\/ol>\n        <\/div>\n    <\/div>\n\n    <div class=\"chapter-4\">\n        <h2 class=\"main-head\">Chapter 4: Common STIs and Preventative Methods<\/h2>\n        <p>STIs (Sexually Transmitted Infections) are a major cause for concern in a country like India, where sex\n            education is minimal at best. STIs are usually spread by person-to-person sexual contact, and are a cause\n            for worry because of their ability to be extremely contagious, as well as the serious long-term consequences\n            they can have if not treated in a timely manner. <\/p>\n        <p>In addition to person-to-person sexual contact, several STIs and STDs (Sexually Transmitted Diseases) can\n            also be transmitted through blood transfusions, tissue donations, and even from mother to child during\n            pregnancy and childbirth.<\/p>\n\n\n        <p>In 2016, the World Health Organization (WHO) estimated that <a href=\"\">approximately 1 million people\n                contract STIs on a daily basis.<\/a> Further studies have shown that, every year, <a\n                href=\"\">approximately 6% of the Indian adult population contracts STIs<\/a> and reproductive tract\n            infections (RTIs). In a country of 1.36 billion people <a href=\"\">(according to a census conducted in\n                2019)<\/a>, this is an alarming figure &#8212; according to this statistic, roughly 81 million people in India\n            contract an STI every year. Given this, STIs are an incredibly serious problem in India that needs to be\n            addressed immediately.<\/p>\n\n        <div class=\"border-box\">\n            <i>Facilitator’s note: Feel free to discuss what sexually transmitted illnesses are as a part of this\n                conversation &#8211; again, there are no right or wrong answers!<\/i>\n            <h2>Let’s Talk!<\/h2>\n            <strong>What are some of the STIs you might have heard of?<\/strong>\n            <strong>Who do you think is most affected by STIs?<\/strong>\n        <\/div>\n\n        <p>In India, the most commonly reported STIs and STDs (Sexually Transmitted Diseases) are as follows:\n            <ul>\n                <li>\n                    <strong>Human Papillomavirus (HPV):<\/strong> HPV is one of the most commonly transmitted STIs, which\n                    spreads through person-to-person contact. While there are over a 100 types of HPV, approximately 14\n                    of these types are known to cause serious health problems like cervical cancer. Additionally,\n                    non-cancerous types of HPV are also known to be the cause of other issues like genital warts, and\n                    can even cause the development of tumorous warts lining the respiratory tract. While there is no\n                    treatment for HPV itself, the HPV vaccine and the Gardasil 9 vaccine are effective in prevention of\n                    the disease, and the genital warts caused by HPV are routinely treated using standard dermatological\n                    procedures like using electric current or liquid nitrogen. Cancerous warts, however, are usually\n                    treated by chemotherapy, radiation therapy, or even surgery.\n                <\/li>\n                <li>\n                    <strong>Genital Herpes: <\/strong>Genital herpes is another STI that is fairly common. The infection\n                    is known to cause the formation of blisters and sores that are painful and pus-filled. There are two\n                    types of the herpes simplex virus that cause different illnesses &#8212; the HSV-1 virus which usually\n                    causes cold sores, and the HSV-2 virus which causes genital herpes. If left untreated, herpes can\n                    lead to severe health damage including swelling of lymph nodes, headaches, body pain, fever, and\n                    even blindness, brain damage, and death for babies who contract the virus during pregnancy or\n                    childbirth. While contemporary treatments using antiviral drugs like acyclovir (Zovirax),\n                    famciclovir (Famvir), and valacyclovir (Valtrex) helps treat symptoms of genital herpes, the herpes\n                    simplex virus itself cannot be cured.\n                <\/li>\n                <li>\n                    <strong>Syphilis:<\/strong>Unlike HPV and genital herpes which are viral infections (caused by a\n                    virus), syphilis is a common STI caused by the bacteria Treponema pallidum. Usually, the most common\n                    symptom of syphilis is the development of a small sore on the genitals, anus, or inside the mouth.\n                    This makes it easy to ignore for patients, and hence syphilis is an infection that is difficult to\n                    diagnose. If left untreated, the STI can cause severe damage to vital organs like the brain and the\n                    heart in the long run. However, it is comparatively less contagious than herpes and HPV because it\n                    only spreads through direct contact with the syphilitic sores, which are called chancres. One of the\n                    most effective treatments for syphilis is the use of penicillin, although doxycycline, azithromycin,\n                    and ceftriaxone are also used to treat patients who are allergic to penicillin.\n                <\/li>\n                <li><strong>Chancroid:<\/strong>Another common bacterial STI, similar to syphilis, is chancroid. Caused\n                    by the bacteria <i>Haemophilus ducreyi,<\/i> the most telling symptom of chancroid is the formation\n                    of open sores in the genital region that are often like ulcers. These open sores may often bleed or\n                    produce secretions that spread the infection. Additionally, skin-to-skin contact with someone\n                    infected with chancroid also is a mode of transmission of the disease. Untreated cases of chancroid\n                    can lead to permanent scarring in the gential region, in addition to increasing the risk of\n                    contracting other STIs. Studies show that people infected with chancroid are more likely to contract\n                    HIV, and also pose a higher risk of transmission of HIV. Chancroids are usually treated with the use\n                    of antibiotics that kill the bacteria that causes the ulcers. The most commonly used antibiotics for\n                    this are azithromycin, ceftriaxone, ciprofloxacin, and erythromycin.\n                <\/li>\n                <li>\n                    <strong>Chlamydia: <\/strong> Chlamydia is another bacterial STI that is commonly prevalent in India.\n                    Unlike most other STIs, people infected with chlamydia often show no symptoms in the early stages of\n                    infection. However, the disease grows more deadly and can cause drastic health damage if left\n                    unchecked. In the later stages, common symptoms of chlamydia include burning sensation during\n                    urination, yellow\/green discharge from the penis, testicular and abdominal pain, inflammation of the\n                    cervix, bleeding between periods, pain during intercourse, and vaginal discharge. In women,\n                    chlamydia can also reach the fallopian tubes and cause pelvic inflammatory disease, which requires\n                    urgent medical attention. Treating chlamydia is relatively simple, and antibiotics like azithromycin\n                    and doxycycline are routinely used to treat the infections.\n                <\/li>\n            <\/ul>\n        <\/p>\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Why do you think it’s important to learn about the symptoms of different STIs?<\/strong>\n            <strong>Do you think STIs are dangerous? Why, or why not?<\/strong>\n        <\/div>\n        <p>\n            While these are the most common STIs in India, the lack of education about sexual and reproductive health\n            amongst the Indian population makes them extremely vulnerable to less common STIs as well. A major example\n            of this is India’s struggle with HIV &#8212; a disease that had reached peak contamination levels in the early\n            2000s. Studies show that in 2019, there were roughly 69,000 new cases of HIV, with an estimated national\n            figure of 23 lakh people living with HIV in the country.\n        <\/p>\n        <p>Looking at these statistics, it is clear that the first step towards combating the spread of STIs and STDs in\n            the country must necessarily be an increase in resources, opportunities, and access to sexual and\n            reproductive health education. This is something that must not only be supported by the government, but must\n            be made mandatory in school curriculums across the country to ensure that people are taught about STIs, how\n            to recognize them, how to prevent them, how to treat them, and how to manage them from a young age.<\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>What do you think are some ways to prevent STIs?<\/strong>\n            <strong>What role does education play in preventing the spread of STIs?<\/strong>\n        <\/div>\n        <p>When it comes to preventing STIs, there are several things that one can do to protect themselves and the\n            people around them from these contagious diseases. Some of the most effective and common ways of preventing\n            STIs are as follows:<\/p>\n\n        <ul>\n            <li><strong>Practicing safe sex:<\/strong> It is important to remember to practice safe sex if you are\n                sexually active &#8212; especially if you are engaging with multiple sexual partners. Using latex condoms\n                during sexual intercourse is an extremely effective way of reducing the risk of both, unwanted pregnancy\n                as well as STIs.<\/li>\n\n            <li><strong>Maintaining hygiene:<\/strong>Make it a point to always wash your genitals before and after\n                engaging in sexual activity. This helps ensure that your genitals are always clean and healthy. Another\n                thing to remember is to avoid sharing towels and undergarments as they can also cause unwanted contact\n                with contagious STIs. Additionally, another effective precaution is to wash your hands regularly.<\/li>\n\n            <li><strong>Regular testing and screening:<\/strong>If you are sexually active, make it a point to regularly\n                get yourself tested and screened for common STIs. Encourage your sexual partner(s) to do the same, and\n                make sure to discuss test results and treatment strategies if needed.<\/li>\n            <li><strong>Vaccinations:<\/strong> Vaccinations to prevent common STIs are easily available and administered\n                in most hospitals, clinics, OB-GYN clinics, and urologist clinics. The Gardasil 9 vaccine is effective\n                in prevention of 9 types of HPV, penicillin has been found to be extremely effective in treating cases\n                of syphilis, chancroid can be effectively treated through medication or surgery, and chlamydia is easily\n                treated with antibiotics. The only STI that proves to be difficult is herpes, because there is no cure\n                for the disease, and treatment is largely oriented towards treating the symptoms of herpes.<\/li>\n        <\/ul>\n        <p>In India, sex is a topic of conversation that is surprisingly considered to be taboo and better avoided in\n            discussions &#8212; a fact that is all the more rich in irony when we take a moment to remember that India is the\n            largest democracy in the world, the second most populous nation on planet. Not only is sex education largely\n            missing from school curriculums and educational programs at any level in the country, simply engaging in\n            conversations on sex, menstrual health, and reproductive health often comes with severe social ridicule and\n            rebuke. <\/p>\n\n        <div class=\"image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg\" alt=\"\">\n        <\/div>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Why do you think people avoid talking about STIs? <\/strong>\n            <strong>Do you think school should teach you about STIs?<\/strong>\n        <\/div>\n\n        <p>With most of the Indian population lacking access to adequate resources and opportunities to educate\n            themselves about safe and healthy sexual practices, sexual and reproductive health continues to be\n            much-ignored aspect of healthcare, wellbeing, and empowerment initiatives &#8212; something that often\n            disproportionately disadvantages women who are “traditionally” discouraged from navigating their own journey\n            with menstruation, which is considered an “impure” and taboo topic in Indian society and culture.<\/p>\n\n        <p>While the above methods are indeed extremely effective in preventing and treating common STIs, it is vital to\n            understand what are sexually transmitted infections, how do they spread, what are the symptoms, and what are\n            the risks associated in order to truly and effectively treat an STI. In this light, the most effective (and\n            the most important) weapon against a widespread outbreak of STIs is education. In the absence of larger\n            structures of support and education with regards to sexual and reproductive health, while it is important to\n            adhere to the above preventative measures as much as possible, it is equally important to learn more about\n            different sexually transmitted diseases, how to identify their symptoms, and how to prevent and treat them.\n        <\/p>\n\n\n        <div class=\"border-box\">\n            <h2 class=\"left\">Quiz!<\/h2>\n            <p>4. What does STI stand for? What are some common STIs? <\/p>\n            <p>5. What precautions can we take to prevent STIs?<\/p>\n            <p>6. Why is it important to discuss STIs?<\/p>\n        <\/div>\n    <\/div>\n\n    <div class=\"chapter-5\">\n        <h2 class=\"main-head\">Chapter 5: Available Contraceptives and How to Use Them <\/h2>\n        <p>As one becomes more educated about issues relating to sexuality and sexual health it becomes necessary to\n            educate oneself about contraception. Growing up, a false idea regarding contraceptives prevails — that they\n            are only for preventing pregnancies. While this is in part the truth, this view leaves out the immensely\n            important point that contraceptives are key to preventing the transmission of STIs. In other words, knowing\n            how to use contraceptives is key to maintaining your sexual health.<\/p>\n\n        <p>There are a wide range of contraceptives available in India, from condoms and pills to IUDs and diaphragms.\n            While preference does play a role in determining what contraceptive one uses, it is important to consider\n            that some contraceptives are effective in different ways than others. Let’s take a look.<\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Which STIs can be prevented by the use of contraceptives? <\/strong>\n            <strong>What contraceptives are you aware of?<\/strong>\n        <\/div>\n        <h2 class=\"left\"> The Condom <\/h2>\n        <p>The condom is the most common contraceptive, available at supermarkets and pharmacies. It is also quite easy\n            to use: simply pull it over an erect penis. Aside from this, condoms have other benefits as well — they\n            prevent STIs, are easy to carry and unlike some other contraceptives, don’t have any hormonal impact.\n            However one should be careful that the condom does not tear or come off during intercourse.<\/p>\n        <div class=\"image\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image6.png\" alt=\"\">\n        <\/div>\n        <h2 class=\"left\">The Oral Contraceptive Pill<\/h2>\n\n        <p>The oral contraceptive pill commonly used by women is the next most popular contraceptive. While the pill can\n            have some benefits &#8211; it is highly effective and may even reduce period pains &#8211; it unfortunately does not\n            prevent the transmission of STIs. Further, it can adversely affect one’s health by causing side effects like\n            nausea, headaches and even depression. It is for this reason that a pill must be prescribed by a medical\n            practitioner.<\/p>\n\n\n        <h2 class=\"left\">The IUD<\/h2>\n\n        <p>The IUD is another contraceptive that requires the expertise of a healthcare provider A longer term mode of\n            contraception, the IUD can remain in place, inside a uterus, for upto 10 years. During this period, it\n            gradually releases hormones that prevent pregnancy. The procedure is entirely reversible and, outside of a\n            small chance of infection, there is no real downside to undertaking it.\n        <\/p>\n\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Is it difficult for you to speak to your healthcare provider about contraceptives?<\/strong>\n            <strong>Do contraceptives trigger side effects for you?<\/strong>\n        <\/div>\n\n        <h2 class=\"left\">The Diaphragm<\/h2>\n\n        <p>\n            Finally, the diaphragm. Like the condom, the diaphragm creates a physical barrier between the sperm and the\n            uterus. Unlike the condom, the diaphragm is reusable. The diaphragm also needs to stay in place for at least\n            6 &#8211; and no more than 24 &#8211; hours after intercourse. To put on a diaphragm, fold it in half and gently place\n            it inside your vagina. Then, push it up and back, as far as it can go, with the dome facing outward. It may\n            appear tricky so feel free to ask a medical professional to show you how the first time around.\n        <\/p>\n\n        <div class=\"image half\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image5.png\" alt=\"\">\n            <img src=\"https:\/\/www.khushii.org\/wp-content\/uploads\/2021\/08\/image3.png\" alt=\"\">\n        <\/div>\n        <div class=\"quiz-box\">\n            <h2>Quiz<\/h2>\n            <strong>Q1. What are the different contraceptives available for use?<\/strong>\n            <strong>Q2. Why is it important to check with a doctor before using the oral contraceptive pill?<\/strong>\n            <strong>Q3. Can IUDs be used instead of condoms? Why or why not?<\/strong>\n        <\/div>\n    <\/div>\n\n    <div class=\"chapter-6\">\n        <h2 class=\"main-head\">Chapter 6: Signs of Abuse in Domestic Spaces<\/h2>\n        <div class=\"border-box\">\n            <i>Facilitator’s note: Please share a trigger warning with the participants before discussing domestic\n                abuse. The participants can choose not to engage in this topic of discussion if it makes them deeply\n                uncomfortable.<\/i>\n\n            <h2>Let’s Talk!<\/h2>\n            <strong>Why do you think people don’t speak about domestic abuse?<\/strong>\n            <strong>Do you think you can communicate openly with your family ?<\/strong>\n\n        <\/div>\n        <p>In 2018, India was named to be the most dangerous place to be a woman by a Thomson Reuters Foundation poll.\n            While this was contested, it is also a clear indication that violence against women is prevalent in India.\n            More often than we realise, these forms of violence against women occur within domestic places and at the\n            hands of close family members. <\/p>\n\n        <p>The close-knit familial structure and culturally learned behaviour in India &#8212; which sanctify the idea of\n            ‘family’ with ‘honor’ and ‘status’ &#8212; play a significant role in keeping cases of abuse under wraps. While\n            cases are very rarely reported to the police, perhaps more significantly, victims of abuse are often too\n            fearful to narrate their experiences to even their closest confidants.<\/p>\n\n        <p class=\"left container-left\">“However, despite having the largest share of crimes against women, domestic\n            violence is known to be a systematically under-reported crime. The reasons range from embarrassment,\n            financial dependency, fear of retaliation, victim-blaming to following a convoluted bureaucratic procedure.\n            Determining the extent of this underreporting is useful to understand the true state of the prevalence of\n            domestic violence in India.”\n            <ul class=\"custom-marker\">\n                <li>Payal Seth, excerpt from “Decoding the Extent to Which Domestic Violence is Underreported in India”,\n                    The Wire, 12 Feb 2021.<\/li>\n            <\/ul>\n        <\/p>\n        <p>It is thus important to both recognise abuse in domestic spaces, and create structures of safety and support\n            for women and children. In this module, we will first learn about different forms of abuse that occur within\n            domestic spaces, and how these are categorised according to Indian law. Next, we will learn to recognise\n            signs of abuse among people around us; and finally, discuss the best ways in which we can bring up this\n            issue with people who might be suffering abuse in a safe and sensitive manner. <\/p>\n        <i>Different Forms of Abuse\n        <\/i>\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Do you feel ‘safe’ in our society? <\/strong>\n            <strong>What are some things you have been told to practice in order to maintain your safety? <\/strong>\n\n        <\/div>\n\n        <p>A shroud of silence covers instances of domestic abuse in India, but this form of violence is rampant in\n            every part of the country. A study in 2020 reported that 1 in 3 women in India have experienced some form of\n            domestic abuse. Of these, only 1 in 10 women has reported the abuse to law enforcement or healthcare\n            officials. This shows how rampant, but severely underreported domestic abuse is, in addition to the need for\n            more proactive measures to create safe, sensitive and reliable support structures that are localised to the\n            person’s immediate surroundings. <\/p>\n        <p>While ‘domestic’ abuse can be used to mean any form of violence from a familial person, it is often used to\n            mean violence inflicted on women and children by members of their family. The umbrella term of domestic\n            abuse encapsulates physical, psychological, emotional and sexual abuse. These are often not singular\n            incidents but prolonged and systemic forms of abuse. Oftentimes, more than one person within the family is\n            either aware of, or complicit in the crime. <\/p>\n        <p>While domestic abuse against women is relatively discussed about in the public sphere &#8212; through\n            conscientious efforts by activists, NGOs and women’s rights organisations &#8212; another form of abuse, which is\n            both widespread and occurs most often in the domestic sphere is child sexual abuse. As noted in the Human\n            Rights Watch’s 2013 report “Breaking the Silence: Child Sexual Abuse in India,” <\/p>\n        <p class=\"left container-left\">“As recent research has shown, it is not just within institutions that Indian\n            children suffer from sexual abuse. A 2007 Indian government-sponsored survey, based on interviews with\n            12,500 children in 13 different states, reported serious and widespread sexual abuse, thereby putting the\n            government on notice about the gravity of the problem. Smaller surveys conducted by nongovernmental\n            organizations (NGOs) have also painted a disturbing picture. Children are sexually abused by relatives at\n            home, by people in their neighborhoods, at school, and in residential facilities for orphans and other\n            at-risk children. Most such cases are not reported.”<\/p>\n\n        <p>There is state legislation in India that aims to protect women and children from different forms of violence\n            and abuse, and have been listed below. These have received criticism for the lack of comprehensiveness,\n            adherence to patriarchal structures and failure of implementation and compliance. <\/p>\n\n        <i>Legislation Against Domestic Abuse and Violence in India<\/i>\n        <ul>\n            <li>Legislation Against Domestic Abuse and Violence in India<\/li>\n            <li>Section 498A of the Indian Penal Code (IPC) deals with ‘cruelty by husband or his relatives’<\/li>\n            <li>The Protection of Women from Domestic Violence Act (PWDVA) 2005<\/li>\n            <li>The Protection of Women from Domestic Violence Act (PWDVA) 2005<\/li>\n        <\/ul>\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <strong>Why do you think that talking about abuse can be difficult?<\/strong>\n            <strong>Why do you think people don’t report abuse to the police?<\/strong>\n        <\/div>\n        <i>Recognising Signs of Abuse<\/i>\n        <p>The following are some signs of abuse to look out for among adults:<\/p>\n        <ul>\n            <li>Some signs of physical abuse can be black eyes, bruises on the arms, busted lips, sprained joints, marks\n                or scratches in different parts of the body<\/li>\n            <li>Emotionally, look out for signs of constant apprehension or anxiety; the person can often also be\n                extremely apologetic, underconfident, fearful and show very low self esteem<\/li>\n            <li>Changes in sleep patterns (either too much or too little), eating patterns (refusing to eat or eating\n                too much), and substance use (alcohol, smoking, other drugs) can be signs of concern<\/li>\n            <li>Concerning behaviours might also include isolating themselves from friends and family, dropping out of\n                school, work or activities they previously enjoyed, repeatedly cancelling appointments or meetings<\/li>\n            <li>Other signs might include the person not having access to their own money, being constantly surveilled\n                by a family member, and referring to their partner\/parent as overly ‘protective’, ‘jealous’ or\n                ‘possessive’<\/li>\n        <\/ul>\n        <p>In addition to the above, the following can be concerning signs among children: <\/p>\n        <ul>\n            <li>Unexplained changes in behaviour or personality, such as an outgoing child suddenly becoming reserved,\n                or the other way around<\/li>\n            <li>Unwarranted acts of aggression or displaying extreme negative emotions such as crying, fear, anger,\n                frustration, indifference<\/li>\n            <li>Poor bonding with parent, or apparent resentment towards any caregiver<\/li>\n            <li>Lacking confidence and social skills appropriate for their age<\/li>\n            <li>Behaviour that is either reflective of someone much older or much younger than the child’s real age<\/li>\n            <li>The child is afraid of being alone with anyone <\/li>\n            <li>There have been instances of the child running away or signs of self harm <\/li>\n            <li>Issues with sleep, including nightmares, refusal to sleep on time, forcing oneself to stay awake during\n                late hours <\/li>\n        <\/ul>\n        <div class=\"border-box\">\n            <h2>Let’s Talk! <\/h2>\n            <strong>What would you do if you saw any of these signs in a person you work with?<\/strong>\n            <strong>Why do you think they would not want to speak to you?<\/strong>\n        <\/div>\n        <i>Having the Conversation<\/i>\n        <p>If you recognise signs of abuse in an individual, do not immediately ask them if they are being subjected to\n            abuse. Each individual’s experience is unique and complex, and it becomes important to approach these cases\n            with sensitivity and care, making sure to not increase the threat to the person’s safety, health or\n            wellbeing. Let them know that you want to help them, and that you are a safe person to talk to. Here are a\n            few questions and reassuring sentences that might help in having the conversation:<\/p>\n        <div class=\"listpara\">\n            <p class=\"left\">“I’m here to help, we won’t do anything you don’t want to.”\n            <\/p>\n            <p class=\"left\">“You can speak to me about anything that’s troubling you. I won’t tell anyone.”<\/p>\n            <p class=\"left\">“Do you feel safe at home?”<\/p>\n            <p class=\"left\">“Are you scared of something?” <\/p>\n            <p class=\"left\">“Is there someone you trust or go to for help?” <\/p>\n            <p class=\"left\">“Your feelings are valid, I’m sorry you are going through this.” <\/p>\n            <p class=\"left\">“It’s not your fault.”<\/p>\n        <\/div>\n        <div class=\"border-box\">\n            <h2>Quiz<\/h2>\n            <strong>Q1. What are some common signs of domestic abuse?<\/strong>\n            <strong>Q2. What are the laws against dowry and domestic abuse?<\/strong>\n        <\/div>\n    <\/div>\n\n    <div class=\"chapter-7\">\n        <h2>Chapter 7: Women’s Reproductive Health Rights (RHR) <\/h2>\n        <div class=\"border-box\">\n            <h2 class=\"left\">Let’s Talk!<\/h2>\n            <p>What do you think the term Women’s Reproductive Health Rights means?<\/p>\n            <p>Why do you think rights are important?<\/p>\n        <\/div>\n        <p>Reproductive Health Rights are, simply, the rights of women to access healthcare services relating to matters\n            concerning reproductive systems. The reason these rights need to be understood separately and seriously is\n            not that the reproductive system doesn’t come under general healthcare; the reason is that women’s health\n            has been significantly de-prioritised from society and consequently from healthcare systems because of the\n            existing patriarchal structures that assume that men’s standards of health are universal.<\/p>\n\n        <p>The accessibility of reproductive health rights, much like that of other social and economic rights, depends\n            on the many intersections of oppression a woman might be situated at. Generally, the poorer women are, the\n            fewer the chances that they would be able to access gynaecological and obstetric care on time, or without\n            social support. Similarly, access to these service providers is dependent on the race, caste, and religion\n            of the woman in some contexts, for abortion, for example, is forbidden both under Islam and under\n            Christianity. Over a period of time, different mechanisms of support, both at the community level and at the\n            policy level, have evolved to guarantee reproductive health rights to women.<\/p>\n\n        <h2 class=\"left\">What are the different reproductive health rights of women?<\/h2>\n\n        <div class=\"border-box\">\n            <h2 class=\"left\">Let’s Talk!<\/h2>\n            <p>Can you think of what might be the most important reproductive rights for women? Think in the context of\n                a patriarchal world.<\/p>\n            <p>Do you think abortion needs to be made into a significant reproductive right? Why? Why not?<\/p>\n        <\/div>\n\n        <p class=\"head\">In general, women have a right to the following:<\/p>\n        <ul>\n            <li><i>Access to abortion<\/i> — This right is perhaps the most important one, and the one that needs the\n                most rigorous implementation throughout all segments of the population. It is tied to a woman’s right to\n                autonomy over her own body, because pregnancy, apart from being a physically and emotionally challenging\n                time, has consequences in terms of child rearing for the woman. Society has distributed the burden of\n                child rearing labour such that regardless of the stratum a woman belongs to, she becomes the primary\n                caregiver to her children. In this context, it makes sense that the final decision on whether a woman\n                keeps a child or aborts it be the woman’s alone. However, the society has long viewed women and their\n                bodies and their children as the property of men, and it becomes difficult to understand this right to\n                autonomy unless backed by legislation that provides this freedom to women firmly. In India, this is\n                guaranteed under the Medical Termination of Pregnancy Act, 1971. <\/li>\n            <li><i>Access to birth control<\/i> — Closely related to the right to abortion is the right to birth control,\n                which works as a more long-term, preventive measure. It also allows women the right to decide how their\n                reproductive system operates, from controlling their menstrual cycles to reducing their menstrual pain\n                to planning future children, or in the case of hysterectomy or tubectomy, deciding never to have\n                children at all.<\/li>\n            <li><i>Access to education — <\/i>In matters relating to reproductive healthcare and the procedures\n                associated with it, such as contraceptives and surgeries, informed consent is important. No woman should\n                have to undergo a procedure without a thorough, medically up-to-date knowledge of its pros and cons.\n            <\/li>\n            <li>To that end, access to education about these procedures becomes hyper-important. This education can\n                start in schools, when women are just coming into their own, and remain accessible right upto the moment\n                they reach the doctor’s office. <\/li>\n            <li><i>Freedom from genital mutilation — <\/i>In many parts of the world, young girls undergo genital\n                mutilation owing to societal and religious beliefs. This extremely painful and unnecessary procedure has\n                been widely recognized as a violation of women’s rights over their own bodies, and legislation in place\n                in many countries to stop its practice. In India, the Constitution’s Right to Freedom has been\n                interpreted to include freedom from genital mutilation. <\/li>\n        <\/ul>\n\n        <h2>How to Implement These Rights?<\/h2>\n        <div class=\"border-box\">\n            <h2>Let’s Talk!<\/h2>\n            <p>What do you think are the possible obstacles that prevent women from accessing their general rights in a\n                fair manner? What about Reproductive Health Rights?<\/p>\n            <p>What might be the possible ways in which women’s rights can be made more accessible to them?<\/p>\n        <\/div>\n        <p>Here are some ways to ensure that women’s healthcare rights are more effectively implemented and accessible\n            in a society—<\/p>\n        <ul>\n            <li><i>Overcoming stigma:<\/i> Depending on the social context, the extent of the stigma around women’s\n                sexual health might take different strategies to be fought against. However, the role of overcoming\n                stigma cannot be overstated because social prejudice causes women to hide their\n                reproductive-system-related illnesses from their families, friends and even doctors. Especially in\n                time-sensitive illnesses such as uterine or cervical cancer, this stigma literally takes lives, as the\n                patients wait too long to bring up symptoms with their doctors, and treatment becomes difficult or\n                impossible at later stages.<\/li>\n            <li><i>Normalising of conversations around reproductive health:<\/i> Conversations around reproductive health\n                are, conventionally, considered taboo in nearly all spaces in a society— from the family to school to\n                workplaces. Women are taught to fear their bodies and regard their reproductive system as something\n                shameful, right from the moment they get their first period. In such a society, it becomes increasingly\n                difficult for them to bring up any pains, abnormal bleeding, or other symptoms, simply because they know\n                that they are bringing up something that’s ‘not normal’. The only reason these conversations are\n                considered taboo or abnormal is that it is a question of women’s health, and the taboo feeds into the\n                broader social stigma related to talking about sexuality generally. <\/li>\n            <li><i>Use of the language of rights:<\/i> A powerful aspect of legal discourse is that it can validate\n                experiences that would otherwise be considered without proof or backing. Categorising women’s need for\n                accessible healthcare as a ‘right’ means that even those who might not believe that abortion or\n                contraception is justified by their personal religion would not be able to exercise that decision for a\n                woman who has sought the procedure. It would also make gynaecological clinics safe spaces for women, for\n                they might feel empowered by the knowledge that they are within their legal rights to ask for the birth\n                control procedure or pill that they would want. <\/li>\n            <li><i>Sensitized gynaecologists:<\/i> Perhaps the most damaging misinformation about women’s reproductive\n                health comes from gynaecologists, who attempt to align women’s choices as per patriarchal norms. For\n                example, telling a woman who wishes to undergo a hysterectomy that she should not undergo it, in case\n                their husband changes his mind later about having children, or dismissing severe menstrual pain as\n                ‘women’s lot’ or ‘only a fraction of what you’d feel in childbirth— get used to it’. This kind of\n                dismissal can be especially damaging given that doctors are authorities— in the patient’s mind they are\n                authorities not just on the medical aspects of healthcare but also on its legal\/moral aspects. This\n                needs to be changed, for it violates women’s right to autonomy and consent without coercion. <\/li>\n        <\/ul>\n\n        <div class=\"border-box\">\n            <h2 class=\"left\">Quiz:<\/h2>\n            <p>What is the status of abortion under Indian law?<\/p>\n            <p>What role can gynaecologists play in ensuring that women can access their reproductive rights?<\/p>\n            <p>How would you explain the concept of reproductive rights?<\/p>\n        <\/div>\n    <\/div>\n    <div class=\"chapter-8\">\n        <h2>Chapter 8: Medical Services Available for Women’s SRH<\/h2>\n        <p>Citizens of a country need access to proper healthcare systems and resources in order to maintain their\n            sexual and reproductive health. The sexual and reproductive health of women concerns itself with access to\n            medical facilities, to the establishment of knowledge systems that propound upon the importance of\n            contraception, of fertility clinics, of maternal health, of postpartum care and the awareness of\n            sexually-transmitted infections. In a country where women are the victims of social inequities and thereby\n            social injustice, ensuring good sexual and reproductive health is a concerted effort, one that finds itself\n            at the intersection of education and gender advocacy.<\/p>\n        <p>According to a report published by Oxford Research Encyclopedias as a part of Global Public Health, India has\n            been making significant improvements in its treatment of women’s sexual and reproductive health. Instead of\n            focusing only on family planning, India has been focusing on the treatment of STIs, curbing maternal\n            mortality, promoting the use of contraception and the presence of skilled doctors and nurses at the time of\n            delivery. By setting up measures to distribute contraception, to manage the consequences of STIs or\n            abortions, India is ensuring that it prioritises the lives of women and their wellbeing over abiding by the\n            societal norms of procreating.<\/p>\n        <p>In keeping with this effort to broaden the spectrum of sexual health and reproduction, there are both\n            government-led and private initiatives that work to provide medical services to women seeking to maintain\n            sexual and reproductive health. Some of them are:<\/p>\n\n        <ul>\n            <li>\n                <h2 class=\"left\">Foundation for Reproductive Health Services India: 011 &#8211; 4984 0000<\/h2>\n                <ul>\n                    <li>The FRHS is an NGO that seeks to provide family planning services in India. It is associated\n                        with MSI Reproductive Choices that provides contraceptives to women as well as equips them to\n                        have safe abortions. The FRHS works in collaboration with the states of Rajasthan, Bihar, and\n                        Uttar Pradesh.<\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Family Planning Association of India: (91) &#8211; 22 &#8211; 4086 3101 \/ 2202 9080 \/ 22025174<\/h2>\n                <ul>\n                    <li>FPA is an organisation that works towards ensuring the sexual and reproductive health of Indians\n                        in 18 states. It provides sexual and reproductive healthcare through 191 clinics, 163 doctors,\n                        and 585 health workers. The services of the organisation cover abortions, treatment of HIV+\n                        patients, unwanted pregnancy and much more.<\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">The Comprehensive Abortion Care Program in India: 022-24951648<\/h2>\n\n                <ul>\n                    <li>This program trains doctors in performing medical and surgical abortions and equips them with\n                        legally sound knowledge pertaining to abortion in India. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">The Sexual and Reproductive Health and Rights Alliance India: 0612-2266605<\/h2>\n                <ul>\n                    <li>This is an alliance of 6 NGOs in India with the aim of providing improved SRH services through\n                        SRH resources, advocating for reproductive health, and enlisting the help of stakeholders to\n                        promote SRH awareness. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Sahayog India: +91-522 2310747, 2310860<\/h2>\n                <ul>\n                    <li>This organisation works in 2 states across 21 districts to ensure that women have access to\n                        reproductive and sexual healthcare. Sahayog has created the <strong>“Women’s Health Rights\n                            Forum”<\/strong> or <strong>Mahila Swasthya Adhikar Manch (MSAM)<\/strong> to work on ensuring\n                        access to medical services and health rights for women. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Coalition for Reproductive Health and Safe Abortion: 9309969364<\/h2>\n                <ul>\n                    <li>This organisation works to ensure that women from marginalised communities have access to sexual\n                        and reproductive health care, by focusing largely on maternal care and safe abortions. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Pathfinder International: <a\n                        href=\"mailto:communications@pathfinder.org\">communications@pathfinder.org<\/a><\/h2>\n                <ul>\n                    <li>This organisation works to provide women and adolescents with emergency contraception and also\n                        provides access to medical services in case of reproductive emergencies and prevention of\n                        unwanted pregnancies. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">ARMMAN: +91 (0) 11 41708365\n                    <ul>\n                        <li>Armman is committed to ensuring that pregnant women have access to quality healthcare as\n                            well as maternal care. Armman also focuses on reducing mortality rates of mothers and\n                            children through systems such as the “Mother &#038; Child Tracking System” and “Arogya Sakhi”.\n                        <\/li>\n                    <\/ul>\n                <\/h2>\n            <\/li>\n        <\/ul>\n        <p>While these are just a few of the SRH services in India, the Ministry of Health and Welfare in India has also\n            set up the National Health Portal in India which provides access to medical services of varying natures:\n            this is a useful directory of clinics, schemes, and programs that focus on providing effective sexual and\n            reproductive healthcare resources.<\/p>\n        <p>However, India still has a long way to go in terms of ensuring that each and every woman in the country is\n            aware of her sexual and reproductive rights. In order to reach this goal, it is imperative to de-stigmatise\n            conversation around SRH rights of women. Below are some of the most effective ways to promote women’s SRH\n            rights (particularly the right to healthcare and medical facilities):<\/p>\n        <ul>\n            <li>Start small. Aim to educate children and adolescents first. Knowledgeable students make for better\n                futures. <\/li>\n            <li>A comprehensive curriculum is an effective way to ensure that students engage in discussions of rights,\n                of the far-reaching consequences of policy making, and are aware of the role that the legal system has\n                to play in increasing access to SRH healthcare.<\/li>\n            <li>Implementation of effective family planning programs with a focus on reaching out to the marginalised\n                communities of the country. <\/li>\n            <li>Training doctors and nurses in safe and surgical reproductive procedures.<\/li>\n            <li>Raising awareness about NGOs that are working to increase access to SRH services for women. <\/li>\n        <\/ul>\n\n        <p>How do increased and improved facilities improve the lives of women? Here’s a quick look:<\/p>\n        <ul>\n            <li>How do increased and improved facilities improve the lives of women? Here’s a quick look:<\/li>\n            <li>India has witnessed a decline in maternal mortality as well as child marriage, with women being given\n                more freedom to pursue their sexual and reproductive needs and desires. <\/li>\n            <li>Women have access to safe abortions and measures to avoid unwanted pregnancies through the use of tried\n                and tested contraceptive methods. <\/li>\n            <li>There is an increased awareness of STIs, symptoms, and treatment in the country.<\/li>\n        <\/ul>\n\n        <h2>What does the way forward look like?<\/h2>\n        <ul>\n            <li>\n                <h2 class=\"left\">Education:<\/h2>\n                <ul>\n                    <li>The way forward for a country like India lies in educating its masses and encouraging dialogue\n                        on topics that were once deemed taboo.<\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Policy Making: <\/h2>\n                <ul>\n                    <li>Policy-makers need to prioritise empowerment of women with a vision of building a country of\n                        equals. Policies that ensure effective welfare and healthcare systems also create a\n                        socioeconomically just community for women. <\/li>\n                <\/ul>\n            <\/li>\n            <li>\n                <h2 class=\"left\">Infrastructure: <\/h2>\n                <ul>\n                    <li>It is through adequate infrastructure that a country can meet the healthcare needs and\n                        requirements of its citizens. SRH services, too, are no different. The Ministry of Health and\n                        Welfare needs to ensure that there are enough trained personnel (doctors and nurses), healthcare\n                        clinics, facilities, and databases that address the medical needs of women (be it\n                        contraceptives, maternal care, or STIs) with expertise and accountability. <\/li>\n                <\/ul>\n            <\/li>\n        <\/ul>\n    <\/div>\n    <div class=\"chapter-9\">\n        <h2>Chapter 9: National Helplines for Harassment and Abuse Support<\/h2>\n        <p>It is imperative that victims of harassment and domestic abuse find support in counselling services and legal\n            measures. For that reason, there are many government and non-governmental organizations that ensure that\n            legal, psychological and medical aid is given to victims who seek their help.<\/p>\n\n        <p>Below are a few such helplines that have been put in place to help victims of harassment and domestic abuse:\n        <\/p>\n        <ul>\n            <li>\n                <h2>National Commission of Women:<\/h2> 07217735372\n            <\/li>\n            <li>\n                <h2>Indian Helpline:<\/h2> <a\n                    href=\"https:\/\/indianhelpline.com\/WOMEN-HELPLINE\/\">https:\/\/indianhelpline.com\/WOMEN-HELPLINE\/<\/a>\n            <\/li>\n            <li>\n                <h2>Azad Foundation (Delhi):<\/h2> 011- 4905 3796\n            <\/li>\n            <li>\n                <h2>Domestic Abuse National Helpline Number: <\/h2>181\n            <\/li>\n            <li>\n                <h2>Women Police Helpline Number: <\/h2>1091, 1291\n            <\/li>\n            <li>\n                <h2>NIMHANS Centre for Wellbeing (Bangalore): <\/h2>9480829670, 080 26685948\n            <\/li>\n            <li>\n                <h2>Alternative Law Forum (Bangalore):<\/h2> 802286875\n            <\/li>\n            <li>\n                <h2>Lawyer’s collective (Delhi):<\/h2> 011- 41666385\n            <\/li>\n            <li>\n                <h2>The International Foundation for Crime Prevention and Victim Care (Chennai): <\/h2>044 &#8211; 43111143\n            <\/li>\n            <li>\n                <h2>Shakti Shalini &#8211; Women&#8217;s Shelter:<\/h2> 011- 24373736\/ 24373737\n            <\/li>\n            <li>\n                <h2>All India Women&#8217;s Conference: <\/h2> 10921, 011 &#8211; 23389680\n            <\/li>\n            <li>\n                <h2>Sakshi &#8211; Violence Intervention Center: <\/h2> 0124 &#8211; 2562336\/5018873\n            <\/li>\n            <li>\n                <h2>Nirmal Niketan: <\/h2> 011 &#8211; 27859158\n            <\/li>\n            <li>\n                <h2>Nari Raksha Samiti:<\/h2> 011 &#8211; 23973949\n            <\/li>\n            <li>\n                <h2>National Human Rights Commission: <\/h2> 011 &#8211; 23385368\/9810298900\n            <\/li>\n            <li>\n                <h2>Delhi Commission for Women: <\/h2>011 &#8211; 23379181\/ 23370597\n            <\/li>\n        <\/ul>\n    <\/div>\n<\/div>\n<style>\n\n    .sexual-education-custom-Blog {\n        max-width: 1100px;\n        width: 90%;\n        margin: auto;\n\n    }\n\n    .sexual-education-custom-Blog h2 {\n        font-weight: 500 !important;\n        text-align: center;\n        margin: 30px 0;\n    }\n\n    .sexual-education-custom-Blog strong {\n        font-weight: 500 !important;\n    }\n\n    .sexual-education-custom-Blog .border-box {\n        border: 1px solid;\n        padding: 30px;\n        margin: 30px 0;\n    }\n\n    .sexual-education-custom-Blog i {\n        font-size: 14px;\n    }\n\n    .sexual-education-custom-Blog p,\n    .sexual-education-custom-Blog h2,\n    .sexual-education-custom-Blog i {\n        color: #000;\n    }\n\n    .sexual-education-custom-Blog p {\n        margin: 20px 0;\n        font-size: 15px;\n        line-height: 1.7;\n    }\n\n    .sexual-education-custom-Blog ol {\n        list-style: auto;\n    }\n\n    .sexual-education-custom-Blog ol li {\n        margin: 10px 0;\n        padding-left: 10px;\n    }\n\n    .sexual-education-custom-Blog .Chapter-1 ul li {\n        padding-left: 10px;\n    }\n\n    .sexual-education-custom-Blog .Chapter-1 ul li::marker {\n        content: '-';\n    }\n\n    .sexual-education-custom-Blog p,\n    .sexual-education-custom-Blog li,\n    .sexual-education-custom-Blog i {\n        font-weight: 300;\n    }\n\n    .sexual-education-custom-Blog .quiz-box {\n        border: 1px solid;\n        padding: 30px;\n    }\n\n    .sexual-education-custom-Blog ul {\n        list-style: disc;\n        padding-left: 40px;\n    }\n\n    .sexual-education-custom-Blog .left {\n        text-align: left;\n    }\n\n    .sexual-education-custom-Blog ul {\n        list-style: disc;\n    }\n\n    .sexual-education-custom-Blog ul li ul {\n        list-style: circle;\n    }\n\n    .sexual-education-custom-Blog ul h2 {\n        margin: 15px 0;\n    }\n\n    .chapter-9 ul h2 {\n        display: inline-block;\n    }\n\n    .sexual-education-custom-Blog ul li {\n        margin: 10px 0;\n    }\n\n    .sexual-education-custom-Blog .blog-image,\n    .sexual-education-custom-Blog .image {\n        width: 70%;\n        margin: 30px auto;\n        text-align: center;\n    }\n\n    .image.half {\n        display: flex;\n        justify-content: center;\n    }\n\n    .image.half img {\n        max-width: 400px;\n        width: 100%;\n    }\n\n    .Chapter-1 .border-box h2 {\n        margin: 20px 0;\n    }\n\n    .quiz-box h2 {\n        margin-top: 0;\n    }\n\n    .sexual-education-custom-Blog .border-box h2 {\n        margin-top: 0;\n    }\n\n    .sexual-education-custom-Blog .border-box i {\n        margin-bottom: 30px !important;\n        display: block;\n    }\n\n    .sexual-education-custom-Blog .Chapter-1 .border-box strong,\n    .sexual-education-custom-Blog .chapter-2 .border-box h2 {\n        display: block;\n        margin-bottom: 15px;\n    }\n\n    .sexual-education-custom-Blog .custom-marker li::marker {\n        content: '-';\n    }\n\n    .sexual-education-custom-Blog .custom-marker i {\n        margin-bottom: 10px !important;\n    }\n\n    .sexual-education-custom-Blog ol {\n        padding-left: 40px;\n    }\n\n    .sexual-education-custom-Blog .chapter-4 a {\n        color: blue;\n        text-decoration: underline;\n    }\n\n    .sexual-education-custom-Blog .container-left {\n        padding-left: 40px;\n    }\n\n    .sexual-education-custom-Blog .listpara {\n        padding-left: 40px;\n    }\n\n    .sexual-education-custom-Blog .listpara p {\n        margin: 10px 0;\n    }\n\n    .sexual-education-custom-Blog h2.main-head {\n        margin-top: 5rem;\n    }\n\n    .border-box strong,\n    .quiz-box strong {\n        display: block;\n        margin-bottom: 20px;\n    }\n\n    h2.underline {\n        text-decoration: underline;\n        text-underline-offset: 3px;\n        text-align: left;\n    }\n    h2.main-head {\n    font-family: 'Barlow Semi Condensed';\n    font-size: 20px;\n    font-weight: 600 !important;\n}\n.sexual-education-custom-Blog h2.main-head,\n.postid-2371 h1.post-heading {\n    font-family: 'Barlow Semi Condensed';\n    font-size: 24px;\n    font-weight: 600 !important;\n    text-align: center !important;\n    color:#000;\n}\n<\/style>\n\n\n\n<figure class=\"wp-block-image\"><img alt=\"\"\/><\/figure>\n","protected":false},"excerpt":{"rendered":"Introduction to SH&#038;RE SH&#038;RE (Sexual Health and Reproduction Education) is an initiative that seeks to build access to sexual and reproductive healthcare education for women from underprivileged communities in India, with an emphasis on anganwadi workers and young women from local communities. This Handbook, as an extension of the initiative, serves as a guide to [&hellip;]","protected":false},"author":2,"featured_media":2397,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Sexual Health and Reproductive Education - Khushii<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Sexual Health and Reproductive Education - Khushii\" \/>\n<meta property=\"og:description\" content=\"Introduction to SH&#038;RE SH&#038;RE (Sexual Health and Reproduction Education) is an initiative that seeks to build access to sexual and reproductive healthcare education for women from underprivileged communities in India, with an emphasis on anganwadi workers and young women from local communities. This Handbook, as an extension of the initiative, serves as a guide to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/\" \/>\n<meta property=\"og:site_name\" content=\"Khushii\" \/>\n<meta property=\"article:published_time\" content=\"2021-08-02T05:32:59+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-02T10:07:19+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"900\" \/>\n\t<meta property=\"og:image:height\" content=\"475\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@KhushiiNGO\" \/>\n<meta name=\"twitter:site\" content=\"@KhushiiNGO\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/khushii.org\/#website\",\"url\":\"https:\/\/khushii.org\/\",\"name\":\"Khushii\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/khushii.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg\",\"contentUrl\":\"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg\",\"width\":900,\"height\":475},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#webpage\",\"url\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/\",\"name\":\"Sexual Health and Reproductive Education - Khushii\",\"isPartOf\":{\"@id\":\"https:\/\/khushii.org\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#primaryimage\"},\"datePublished\":\"2021-08-02T05:32:59+00:00\",\"dateModified\":\"2021-08-02T10:07:19+00:00\",\"author\":{\"@id\":\"https:\/\/khushii.org\/#\/schema\/person\/4b40df160c7e010101fba7854a005d30\"},\"breadcrumb\":{\"@id\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/khushii.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Sexual Health and Reproductive Education\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/khushii.org\/#\/schema\/person\/4b40df160c7e010101fba7854a005d30\",\"name\":\"Team Di\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/khushii.org\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/aaab28ab36afb359947858a23b4f2a1a?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/aaab28ab36afb359947858a23b4f2a1a?s=96&d=mm&r=g\",\"caption\":\"Team Di\"},\"sameAs\":[\"http:\/\/15.207.87.65\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Sexual Health and Reproductive Education - Khushii","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/","og_locale":"en_US","og_type":"article","og_title":"Sexual Health and Reproductive Education - Khushii","og_description":"Introduction to SH&#038;RE SH&#038;RE (Sexual Health and Reproduction Education) is an initiative that seeks to build access to sexual and reproductive healthcare education for women from underprivileged communities in India, with an emphasis on anganwadi workers and young women from local communities. This Handbook, as an extension of the initiative, serves as a guide to [&hellip;]","og_url":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/","og_site_name":"Khushii","article_published_time":"2021-08-02T05:32:59+00:00","article_modified_time":"2021-08-02T10:07:19+00:00","og_image":[{"width":900,"height":475,"url":"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@KhushiiNGO","twitter_site":"@KhushiiNGO","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/khushii.org\/#website","url":"https:\/\/khushii.org\/","name":"Khushii","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/khushii.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#primaryimage","inLanguage":"en-US","url":"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg","contentUrl":"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg","width":900,"height":475},{"@type":"WebPage","@id":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#webpage","url":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/","name":"Sexual Health and Reproductive Education - Khushii","isPartOf":{"@id":"https:\/\/khushii.org\/#website"},"primaryImageOfPage":{"@id":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#primaryimage"},"datePublished":"2021-08-02T05:32:59+00:00","dateModified":"2021-08-02T10:07:19+00:00","author":{"@id":"https:\/\/khushii.org\/#\/schema\/person\/4b40df160c7e010101fba7854a005d30"},"breadcrumb":{"@id":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/khushii.org\/sexual-health-and-reproduction-education\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/khushii.org\/sexual-health-and-reproduction-education\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/khushii.org\/"},{"@type":"ListItem","position":2,"name":"Sexual Health and Reproductive Education"}]},{"@type":"Person","@id":"https:\/\/khushii.org\/#\/schema\/person\/4b40df160c7e010101fba7854a005d30","name":"Team Di","image":{"@type":"ImageObject","@id":"https:\/\/khushii.org\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/aaab28ab36afb359947858a23b4f2a1a?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/aaab28ab36afb359947858a23b4f2a1a?s=96&d=mm&r=g","caption":"Team Di"},"sameAs":["http:\/\/15.207.87.65"]}]}},"jetpack_featured_media_url":"https:\/\/khushii.org\/wp-content\/uploads\/2021\/08\/image4.jpg","_links":{"self":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/posts\/2371"}],"collection":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/comments?post=2371"}],"version-history":[{"count":38,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/posts\/2371\/revisions"}],"predecessor-version":[{"id":2423,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/posts\/2371\/revisions\/2423"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/media\/2397"}],"wp:attachment":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/media?parent=2371"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/categories?post=2371"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/tags?post=2371"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}