


{"id":2671,"date":"2021-10-13T10:53:49","date_gmt":"2021-10-13T10:53:49","guid":{"rendered":"https:\/\/khushii.org\/?page_id=2671"},"modified":"2021-10-15T07:24:27","modified_gmt":"2021-10-15T07:24:27","slug":"privacy-policy-2","status":"publish","type":"page","link":"https:\/\/khushii.org\/privacy-policy-2\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p>KHUSHII- Kinship for Humanitarian Social and Holistic Intervention in India; herein referred as KHUSHII NGO is an independent, Not for Profit Organisation founded in 2003, having its office at C-120, 3rd Floor, Okhla Industrial Area Phase &#8211; 1, Behind Crowne Plaza, New Delhi &#8211; 110020, which has its online portal at <a href=\"https:\/\/khushii.org\">https:\/\/khushii.org<\/a> (the “Website”) By using (browsing or making a donation or shopping on) our Website or by subscribing to or using any of our services (“Services”), you agree to comply with and be bound by the following terms of the Privacy Policy (The “Privacy Policy”)<\/p>\n\n\n\n<p>Please review the following provisions carefully. If you do not agree to any of these provisions, please do not use this Website.<\/p>\n\n\n\n<p>The term &#8220;KHUSHII NGO&#8221; or &#8220;us&#8221;, “our” or &#8220;we&#8221; refers to the owner of the Website, i.e. KHUSHII NGO. The term &#8220;you&#8221; refers to you, the user or viewer of our Website or any of the Services.<\/p>\n\n\n\n<p>KHUSHII NGO takes your privacy seriously and does not compromise on taking stringent measures in protecting your information including user, payment and order data. We do not share your information with any third party systems.<\/p>\n\n\n\n<p><strong>1)&nbsp; Personal Data Privacy<\/strong><\/p>\n\n\n\n<p>KHUSHII NGO keeps track of your information to offer you the best possible browsing experience. We may change this privacy policy from time to time by updating this posting. Please check this page periodically for changes. Your continued use of this site following the posting of changes to this policy will mean you accept those changes.<\/p>\n\n\n\n<p>• KHUSHII NGO does not collect any personal information about users, except that which is knowingly and specifically supplied to us by the user.<br>•  KHUSHII NGO is committed to ensuring the privacy of your personal information.<br>•  We will not sell or pass on your information to any other organization outside of KHUSHII NGO unless you specifically and expressly give us permission to do so.<br>•  We always give you the option to unsubscribe from our mailing lists.<br>•  If you are under 18 years old, we suggest that you ask your parents or guardian before signing up on this site.<\/p>\n\n\n\n<p>We do not collect\/store your banking information like credit\/debit card\/net banking information on our server. Our Payment gateway processes the transaction through the respective banking system.<\/p>\n\n\n\n<p><strong>What information do we collect?<\/strong><\/p>\n\n\n\n<p><strong>a) Personal information<\/strong> such as name, address, telephone number, e-mail address, and date of birth (where appropriate). We collect this information only in connection with specific activities, such as donations asks, campaigns, feedback, surveys, email newsletter subscriptions, etc. You don&#8217;t have to disclose any of this information if you do not wish to.<\/p>\n\n\n\n<p><strong>b) Non-personal information: <\/strong>KHUSHII NGO collects data such as IP address (the location of the computer on the internet), pages accessed and files downloaded. This helps us to determine how many individuals use our site, how many people visit on a regular basis, which pages are most popular, and which pages are least popular. This information doesn&#8217;t tell us anything about who you are, it simply allows us to monitor and improve our service.<\/p>\n\n\n\n<p>We use Google Analytics including Display Advertising (e.g. Remarketing, Google Display Network Impression Reporting. Visitors can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using the <a href=\"https:\/\/www.google.com\/settings\/ads\">Ads Settings<\/a>.<\/p>\n\n\n\n<p><strong>Where will the information be held? <\/strong>Personal information submitted through the forms on this site is held only in a KHUSHII NGO database. We confirm that KHUSHII NGO will not share the information you give to us on this website with any other organization outside of KHUSHII NGO unless you have specifically given us permission to do so.<\/p>\n\n\n\n<p><strong>Information from under 18s. <\/strong>If you are under 18, be sure to obtain your parent&#8217;s or guardian&#8217;s permission before you send any information about yourself (your name, address, e-mail address, etc.) to us or anyone else over the internet. We encourage parents to get involved with their children&#8217;s use of the internet and to be aware of the activities in which they are participating.<\/p>\n\n\n\n<p><strong>Your Right to access the information: <\/strong>At any time, you can ask us for a copy of the personal information that we hold about you or request a correction or deletion of information.<\/p>\n\n\n\n<p><strong>External links: <\/strong>There are links on this Website that take you to other websites outside of our service. Any links provided to third-party websites outside of this site are provided solely for your convenience. The operation and content of such third-party websites is beyond our control, and we do not endorse in any manner whatsoever or accept any responsibility for the content or other material that may be contained on such websites, the use of such websites, or any products or services advertised on or sold through any such web sites. We will not be liable under any circumstances for any damages whatsoever, direct or indirect, resulting from any use of this website or any other third party website linked to this website, whether or not we are advised of the possibility of such damages.<\/p>\n\n\n\n<p>Emails are sent only to KHUSHII NGO supporters\/ users who have chosen to receive them (opted-in) or who have made a purchase or made a donation on our website. At any time, you can notify us that you wish to stop receiving these emails. In addition, we keep a record of your past donations, purchases, returns, and credits. We may also ask you for information regarding your personal preferences and demographics to help us better meet your needs.<\/p>\n\n\n\n<p>If we are required to intercept, disclose, monitor and\/or store your personal information: (a) by law; (b) to conduct our business; (c) to secure our systems, or (d) to enforce our own rights, we will do so in the manner as prescribed by law.<\/p>\n\n\n\n<p>Such interception, disclosure, monitoring and storage may take place without your knowledge. In that case, we will not be liable to you or any third party for any damages howsoever arising from such interception, disclosure, monitoring and storage. In order to ensure that all our Users comply with the Terms of Use, we may monitor your personal information to the extent that this may be required to determine compliance and\/or to identify instances of non-compliance. To ensure that the security and integrity of our Site\/ products\/ services are safeguarded, we may monitor your personal information. This monitoring may include (without limitation) the filtering of incoming and outgoing electronic data messages to identify, limit and\/or prevent the transmission of spam, viruses and\/or unlawful, defamatory, obscene or otherwise undesirable material or content.<\/p>\n\n\n\n<p><strong>2)&nbsp; Cookies<\/strong><\/p>\n\n\n\n<p>Like many other transactional websites, we use &#8220;Cookies&#8221; to improve your browsing experience and to save you time. Cookies are little tags that we place onto your computer. We assign a cookie to your computer when you first visit us in order to enable us to recognize you each time you return. Cookies are used to store user preferences and to track user trends, so as to enhance your interactive experience and to generally provide you with our better services. You can set your browser to notify you whenever you receive a Cookie, thus giving you the chance to accept or reject the same. When you accept a Cookie, you agree to our use of any personal information collected by us using that Cookie.<\/p>\n\n\n\n<p><strong>3)&nbsp; Exceptions<\/strong><\/p>\n\n\n\n<p>KHUSHII NGO may be forced to disclose information in order to comply with a subpoena, court order, administrative or governmental order, or any other requirement of law, or when KHUSHII NGO, in its sole discretion, deems it necessary in order to protect our rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Site’s Terms of Use.<\/p>\n\n\n\n<p><strong>4)&nbsp; Our Limitations<\/strong><\/p>\n\n\n\n<p>KHUSHII NGO always strives to respect the privacy of its users. However, in a complex technology environment like ours, a defect or error in our software\/ hardware might disclose your data in ways inconsistent with this Privacy Policy. In these situations, we will try to rectify the situation to the best of our ability.<\/p>\n\n\n\n<p><strong>5)&nbsp; Security<\/strong><\/p>\n\n\n\n<p>We follow generally accepted industry standards to protect your personal information submitted to us, both during transmission and once we receive it. However, no method of transmission over the Internet or via mobile device, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.<\/p>\n\n\n\n<p><strong>6)&nbsp; Changes in policy<\/strong><\/p>\n\n\n\n<p>You acknowledge that this Privacy Policy is part of the Terms of Use and you unconditionally agree that using KHUSHII NGO Site signifies your assent to KHUSHII NGO’s Privacy Policy. If you do not agree with this Privacy Policy, please do not use our Site. Your visit and any dispute over privacy are subject to this Privacy Policy and our Terms of Use, including limitations on damages. KHUSHII NGO reserves the right to modify the Terms of Use and this Privacy Policy, at any time.<\/p>\n\n\n\n<p><strong>7) Contact Information<\/strong><\/p>\n\n\n\n<p>If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us at contact@khushii.org. We will promptly correct any information found to be incorrect. You can also speak to us at +91 11 41410075 \/ 76<\/p>\n","protected":false},"excerpt":{"rendered":"KHUSHII- Kinship for Humanitarian Social and Holistic Intervention in India; herein referred as KHUSHII NGO is an independent, Not for Profit Organisation founded in 2003, having its office at C-120, 3rd Floor, Okhla Industrial Area Phase &#8211; 1, Behind Crowne Plaza, New Delhi &#8211; 110020, which has its online portal at https:\/\/khushii.org (the “Website”) By [&hellip;]","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"templates\/privacy-policy.php","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Khushii<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/khushii.org\/privacy-policy-2\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Khushii\" \/>\n<meta property=\"og:description\" content=\"KHUSHII- Kinship for Humanitarian Social and Holistic Intervention in India; herein referred as KHUSHII NGO is an independent, Not for Profit Organisation founded in 2003, having its office at C-120, 3rd Floor, Okhla Industrial Area Phase &#8211; 1, Behind Crowne Plaza, New Delhi &#8211; 110020, which has its online portal at https:\/\/khushii.org (the “Website”) By [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/khushii.org\/privacy-policy-2\/\" \/>\n<meta property=\"og:site_name\" content=\"Khushii\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-15T07:24:27+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@KhushiiNGO\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/khushii.org\/#website\",\"url\":\"https:\/\/khushii.org\/\",\"name\":\"Khushii\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/khushii.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/khushii.org\/privacy-policy-2\/#webpage\",\"url\":\"https:\/\/khushii.org\/privacy-policy-2\/\",\"name\":\"Privacy Policy - Khushii\",\"isPartOf\":{\"@id\":\"https:\/\/khushii.org\/#website\"},\"datePublished\":\"2021-10-13T10:53:49+00:00\",\"dateModified\":\"2021-10-15T07:24:27+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/khushii.org\/privacy-policy-2\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/khushii.org\/privacy-policy-2\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/khushii.org\/privacy-policy-2\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/khushii.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Khushii","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/khushii.org\/privacy-policy-2\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Khushii","og_description":"KHUSHII- Kinship for Humanitarian Social and Holistic Intervention in India; herein referred as KHUSHII NGO is an independent, Not for Profit Organisation founded in 2003, having its office at C-120, 3rd Floor, Okhla Industrial Area Phase &#8211; 1, Behind Crowne Plaza, New Delhi &#8211; 110020, which has its online portal at https:\/\/khushii.org (the “Website”) By [&hellip;]","og_url":"https:\/\/khushii.org\/privacy-policy-2\/","og_site_name":"Khushii","article_modified_time":"2021-10-15T07:24:27+00:00","twitter_card":"summary_large_image","twitter_site":"@KhushiiNGO","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/khushii.org\/#website","url":"https:\/\/khushii.org\/","name":"Khushii","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/khushii.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/khushii.org\/privacy-policy-2\/#webpage","url":"https:\/\/khushii.org\/privacy-policy-2\/","name":"Privacy Policy - Khushii","isPartOf":{"@id":"https:\/\/khushii.org\/#website"},"datePublished":"2021-10-13T10:53:49+00:00","dateModified":"2021-10-15T07:24:27+00:00","breadcrumb":{"@id":"https:\/\/khushii.org\/privacy-policy-2\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/khushii.org\/privacy-policy-2\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/khushii.org\/privacy-policy-2\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/khushii.org\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]}]}},"_links":{"self":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/pages\/2671"}],"collection":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/comments?post=2671"}],"version-history":[{"count":7,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/pages\/2671\/revisions"}],"predecessor-version":[{"id":2696,"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/pages\/2671\/revisions\/2696"}],"wp:attachment":[{"href":"https:\/\/khushii.org\/wp-json\/wp\/v2\/media?parent=2671"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}